Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1101_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Válgalávdegoddi dieđiha
smn: Vaaljâlävdikodde tieđeet

source: Nannejuvvon evttohaslogahallan
smn: Nanodum iävtukkâsluvâttâllâm

source: SÁMEDIGGI EVTTOHASLOGAHALLAN 2015
smn: Nanodum sämitigevaljâi 2015 iävtukkâsluvâttâllâm lii dokumentpaaŋkist, liŋkki: Nanodum iävtukkâsluvâttâllâm.

source: Nummir Evttohasa namma Árvu, ámmát dahje doaibma Ruovttugielda
smn: Nummeer Iävtukkâs nommâ Árvu, áámmát tâi toimâ Päikkikieldâ

source: 4 Tapiola Eila Magga Luohkkáoahpaheaddji Ohcejohka
smn: 4 Tapiola Eila Magga Luokamáttáátteijee Ucjuuhâ

source: 5 Aikio Jouni Guolásteaddji-badjealmmái Anár
smn: 5 Aikio Jouni Kuálásteijee - puásuialmai Aanaar

source: 6 Pieski Pentti Ilmari Sámegielat dieđiheaddji Helsset
smn: 6 Pieski Pentti Ilmari Sämikielâlâš tieđetteijee Helsig

source: 7 Valkeapää Sámmol Lektor Anár
smn: 8 Hetta Jouko Iisakki Puásuialmai Suáđigil

source: 9 Länsman Asko Tapani Badjealmmái, fitnodatdoalli Ohcejohka
smn: 9 Länsman Asko Tapani Puásuialmai, irâtteijee Ucjuuhâ

source: 10 Feodoroff Veikko Armas Badjealmmái Anár
smn: 10 Feodoroff Veikko Armas Puásuialmai Aanaar

source: 11 Juuso Per-Oula Badjealmmái Eanodat
smn: 11 Juuso Per-Oula Puásuialmai Iänudâh

source: 12 Nuorgam Anne Jurista Ohcejohka
smn: 12 Nuorgam Anne Juuriist Ucjuuhâ

source: 16 Sara Saara Magreta Stuđeanta, badjealmmái Anár
smn: 17 Kyrö Kari Iäláttâhlâš, lihâdemneuvos Aanaar

source: 18 Saijets Janne Teknihkka doavttir, dutki Tampere
smn: 18 Saijets Janne Tekniik tuáhtár, totkee Tampere

source: 19 Porsanger Veikko Antero Fitnodatdoalli, ealáhatolmmoš Ohcejohka
smn: 19 Porsanger Veikko Antero Irâtteijee, iäláttâhlâš Ucjuuhâ

source: 20 Valkeapää Nihkolas Medisiinna kandidáhta Eanodat
smn: 20 Valkeapää Nihkolas Talhâstieđâ kandidaat Iänudâh

source: 21 Magga Petra Biret Pedagogihkamagisttar, kulturbargi Soađegilli
smn: 21 Magga Petra Biret Šoddâdemtieđâ maister, kulttuurpargee Suáđigil

source: 22 Holmberg Aslak Niilonpoika Oahpaheaddji Ohcejohka
smn: 22 Holmberg Aslak Niilonpoika Máttáátteijee Ucjuuhâ

source: 24 Valle Pentti Viljo Heikki Badjealmmái Anár
smn: 24 Valle Pentti Viljo Heikki Puásuialmai Aanaar

source: 25 Sanila-Aikio Tiina Ságajođiheaddji Anár
smn: 25 Sanila-Aikio Tiina Saavâjođetteijee Aanaar

source: 27 Kelahaara Mirka Onerva Sosionoma Roavvenjárga
smn: 27 Kelahaara Mirka Onerva Sosionomi Ruávinjargâ

source: 28 Sujala Antti Tapani Fitnodatdoalli Ohcejohka
smn: 28 Sujala Antti Tapani Irâtteijee Ucjuuhâ

source: 29 Magga Ulla-Maarit Oahpaheaddji, buohccedikšu Eanodat
smn: 29 Magga Ulla-Maarit Máttáátteijee, pyecceetipšoo Iänudâh

source: 30 Kustula Kirsti Maarit Badjealmmái Anár
smn: 30 Kustula Kirsti Maarit Puásuialmai Aanaar

source: 31 Lallukka Carita Inšenevra, birasdárkkisteaddji Roavvenjárga
smn: 31 Lallukka Carita Insiner, pirâstärhisteijee Ruávinjargâ

source: 32 Jääskö Neeta Anár Stuđeanta Anár
smn: 32 Jääskö Neeta Inari Uáppee Aanaar

source: 33 Keskitalo Pigga Päivi Kristiina Doseanta Eanodat
smn: 33 Keskitalo Pigga Päivi Kristiina Doosent Iänudâh

source: 34 Juuso Tuomas Aslak Badjealmmái, Higher Executive Officer Eanodat
smn: 34 Juuso Tuomas Aslak Puásuialmai, Higher Executive Officer Iänudâh

source: 35 Tapiola Nilla Samuli Oahpaheaddji Ohcejohka
smn: 35 Tapiola Nilla Samuli Máttáátteijee Ucjuuhâ

source: 36 Pekkala Pekka Tapani Ealáhatolmmoš Anár
smn: 36 Pekkala Pekka Tapani Iäláttâhlâš Aanaar

source: 37 Sanila Tanja Nuortalaččaid ovdaolmmoš, TaM Anár
smn: 37 Sanila Tanja Nuorttâlii ovdâolmooš, TaM Aanaar
